Repository: Revcrew/wp-filemanager
Catalog: wp-downloadmanager-*.po
Languages: uk

source: Add File
uk: Додати файл

source: File Size Too Large. Maximum Size Is %s
uk: Розмір файлу завеликий. Максимально дозволеним є %s

source: Error In Uploading File
uk: Помилка у завантажуваному файлі

source: Error In Adding File '%s (%s)'
uk: Помилка у доданому файлі '%s (%s)'

source: File '%s (%s)' Added Successfully
uk: Файл '%s (%s)' вдало додано

source: Add A File
uk: Додати файл

source: File:
uk: Файл:

source: Browse File:
uk: Оберіть файл:

source: Please upload the file to '%s' directory first.
uk: Будь ласка, завантажте спочатку файл у теку '%s'

source: Upload File:
uk: Завантажити файл:

source: to
uk: у

source: Maximum file size is %s.
uk: Максимальний розмір %s.

source: Remote File:
uk: Видалити файл:

source: Please include http:// or ftp:// in front.
uk: Будь ласка, починайте з http:// або ftp://.

source: File Name:
uk: Назва файлу:

source: File Description:
uk: Опис файлу:

source: File Category:
uk: Катеґорія файлу:

source: File Size:
uk: Розмір файлу:

source: bytes
uk: байтів

source: Leave blank for auto detection. Auto detection sometimes will not work for Remote File.
uk: Нічого не вводьте для автовизначення. Проте пам'ятайте, що іноді воно не спрацьовує.

source: File Date:
uk: Дата завантаження файлу:

source: Starting File Hits:
uk: Початкова кількість завантажень:

source: Allowed To Download:
uk: Дозволено завантажувати:

source: Hidden
uk: Приховано

source: Everyone
uk: Усім

source: Registered Users Only
uk: Лише зареєстрованим

source: Cancel
uk: Скасувати

source: File ID
uk: ID файлу

source: File
uk: Розмір

source: File Size
uk: Розмір файлу

source: File Category
uk: Катеґорія файлу

source: File Hits
uk: Кількість завантажень

source: File Permission
uk: Права файлу

source: File Date
uk: Дата завантаження

source: File Updated Date
uk: Дата завантаження

source: File Last Downloaded Date
uk: Дата останнього завантаження

source: File Name
uk: Назва файлу

source: Descending
uk: Спаданням

source: Ascending
uk: Зростанням

source: Edit File
uk: Редугувати файл

source: Error In Editing File '%s (%s)'
uk: Помилка у редагованому файлі '%s (%s)'

source: File '%s (%s)' Edited Successfully
uk: Файл '%s (%s)' вдало відредаговано

source: Delete File
uk: Видалити файл

source: Error In Deleting File '%s (%s)' From Server
uk: Помилка при видалені файлу '%s (%s)' з сервера

source: File '%s (%s)' Deleted From Server Successfully
uk: Файл '%s (%s)' вдало видалено із сервера

source: Error In Deleting File '%s (%s)'
uk: Помилка при виделені файлу '%s (%s)'

source: File '%s (%s)' Deleted Successfully
uk: Файл '%s (%s)' вдало видалено

source: Edit A File
uk: Редагувати файл

source: Current File:
uk: Поточний файл:

source: Auto Detection Of File Size
uk: Автовизначення розміру файлу

source: File Hits:
uk: Кількість завантажувань:

source: %s hit
uk: %s завантаження

source: Reset File Hits
uk: Скинути кількість завантажень

source: Edit Timestamp
uk: Редагувати Timestamp

source: Use Today's Date
uk: Використати сьогоднішню дату

source: File Updated Date:
uk: Дата оновлення файлу:

source: File Last Downloaded Date:
uk: Дата останнього завантаження:

source: Delete A File
uk: Видалити файл

source: hits
uk: завантажень

source: Delete File From Server?
uk: Видалити файл із серверу?

source: unknown
uk: невідомо

source: Manage Downloads
uk: Керування завантаженнями

source: Downloads
uk: Завантаження

source: Displaying <strong>%s</strong> To <strong>%s</strong> Of <strong>%s</strong> Files
uk: Показано <strong>%s</strong> до <strong>%s</strong> з <strong>%s</strong> файлів

source: Sorted By <strong>%s</strong> In <strong>%s</strong> Order
uk: Сортовано за <strong>%s</strong> у порядку <strong>%s</strong>

source: Size
uk: Розмір

source: Hits
uk: Завантажень

source: Permission
uk: Права

source: Category
uk: Катеґорія

source: Date/Time Added
uk: Дата/час

source: Action
uk: Дія

source: Registered
uk: Зареєстровані

source: Last Updated: %s, %s
uk: Востаннє оновлено: %s, %s

source: Last Downloaded: %s, %s
uk: Востаннє завантажено: %s, %s

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: No Files Found
uk: Не знайдено файлів

source: Previous Page
uk: Попередня сторінка

source: Next Page
uk: Наступна сторінка

source: Pages
uk: Сторінки

source: Go to First Page
uk: Перейти на сторінку

source: First
uk: Перша

source: Go to Page
uk: Перейти на сторінку

source: Page
uk: Сторінка

source: Go to Last Page
uk: Перейти на сторінку

source: Last
uk: Остання

source: Sort Options:
uk: Опції сортування:

source: Per Page
uk: На сторінку

source: Sort
uk: Сортувати

source: Download Stats
uk: Статистика завантаження

source: Total Files:
uk: Всього файлів:

source: Total Size:
uk: Загальний розмір:

source: Total Hits:
uk: Всього завантажень:

source: Total Bandwidth:
uk: Кількість трафіку :

source: Download Path
uk: Шлях завантаження

source: Download Path URL
uk: URL до шляху завантаження

source: Download Page URL
uk: URL сторінки завантажень

source: Download Nice Permalink
uk: Чудовий пермалінк завантажень

source: Download Method
uk: Метод завантаження

source: Download Categories
uk: Катеґорії завантажень

source: Download Sorting
uk: Сортування завантажень

source: Updated
uk: Оновлено

source: No Download Option Updated
uk: Не оновлено жодних опцій

source: Download Options
uk: Опції завантажень

source: Download Path:
uk: Шлях завантаженння:

source: The absolute path to the directory where all the files are stored (without trailing slash).
uk: Абсолютний шлях до теки, у які знаходяться файли (без слешу вкінці).

source: Download Path URL:
uk: URL шляху завантаження:

source: The url to the directory where all the files are stored (without trailing slash).
uk: URL до теки, де знаходяться файли (без слешу вкінці).

source: Download Page URL:
uk: URL сторінки завантажень:

source: The url to the downloads page (without trailing slash).
uk: URL до сторінки завантажень (без слешу вкінці).

source: Download Nice Permalink:
uk: Гарний пермалінк завантажень:

source: Yes
uk: Так

source: No
uk: Ні

source: Change it to <strong>No</strong> when you encounter 404 error.
uk: Змініть це на <strong>Ні</strong>, якщо сайт видасть помилку 404.

source: Download Method:
uk: Метод завантаження:

source: Output File
uk: Вихідний файл

source: Redirect To File
uk: Перенаправлення на файл

source: Change it to <strong>Redirect To File</strong> when you have problem with large files.
uk: Змініть це на <strong>перенаправлення на файл</strong>, якщо матимете проблеми із великими файлами.

source: Download Categories:
uk: Катеґорії завантажень:

source: Start each entry on a new line.
uk: У кожному рядку одна катеґорія.

source: The <strong>first line</strong> will have a category id of <strong>1</strong>.
uk: У <strong>першому рядку</strong> має бути розміщено ID катеґорії <strong>1</strong>.

source: The <strong>2nd line</strong> will have a category id of <strong>2</strong>.
uk: У <strong>другому рядку</strong> має бути розміщено ID катеґорії <strong>2</strong>.

source: And so on and so forth.
uk: За таким прикладом розмістіть тут катеґорії.

source: Download Listing Options
uk: Опції списку завантажень

source: Sort Downloads By:
uk: Сортувати завантаження за:

source: Sort Order Of Downloads:
uk: Сортувати завантаження за:

source: No. Of Downloads Per Page:
uk: Кількість файлів на сторінці:

source: Group By:
uk: Ґрупувати за:

source: None
uk: Не групувати

source: Categories
uk: Катеґорії

source: Save Changes
uk: Зберегти зміни

source: Download Page Header Template
uk: Верхня частина шаблону сторінки завантажень

source: Download Page Footer Template
uk: Нижня частина шаблону сторінки завантажень

source: Download Page Paging Header Template
uk: Шаблон верхньої частини навігації сторінки завантажень

source: Download Page Paging Footer Template
uk: Шаблон нижньої частини навігації сторінки завантажень

source: No Files Found Template
uk: Не знайдено файлів шаблону

source: Download Category Header Template
uk: Верхня частина шаблону катеґорій

source: Download Category Footer Template
uk: Нижня частина шаблону катеґорій

source: Download Listing Template
uk: Шаблон списку завантажень

source: Download Embedded Template
uk: Шаблон вбудованих завантажень

source: Download Page Link Template
uk: Шаблон посилання сторінки завантаження

source: Most Downloaded Template
uk: Шаблон найпопулярніших завантажень

source: There are <strong>%TOTAL_FILES_COUNT% files</strong>, weighing <strong>%TOTAL_SIZE%</strong> with <strong>%TOTAL_HITS% hits</strong> in <strong>%FILE_CATEGORY_NAME%</strong>.</p><p>Displaying <strong>%RECORD_START%</strong> to <strong>%RECORD_END%</strong> of <strong>%TOTAL_FILES_COUNT%</strong> files.
uk: У Вас є <strong>%TOTAL_FILES_COUNT% файлів</strong>, загальним розміром <strong>%TOTAL_SIZE%</strong> із <strong>%TOTAL_HITS% завантаженнями</strong> у <strong>%FILE_CATEGORY_NAME%</strong>.</p><p>Відображено <strong>%RECORD_START%</strong> до <strong>%RECORD_END%</strong> з <strong>%TOTAL_FILES_COUNT%</strong> файлів.

source: Search
uk: Пошук

source: No Files Found.
uk: Не знайдено файлів.

source: View all downloads in %FILE_CATEGORY_NAME%
uk: Показує усі завантаження у %FILE_CATEGORY_NAME%

source: You need to be a registered user to download this file.
uk: Вам необхідно зареєструватися, щоб завантажити файл.

source: Downloads Page
uk: Сторінка завантажень

source: Download Templates
uk: Шаблони завантажень

source: Template Variables
uk: Змінні шаблону

source: Display the file's ID.
uk: Показує ID файлів.

source: Display the file's filename.
uk: Показує назви файлів.

source: Display the total number of files in the category.
uk: Показує загальну кількість файлів у катеґорії.

source: Display the total number of files.
uk: Показує загальну кількість файлів.

source: Display the start number of the record.
uk: Показує початковий номер.

source: Display the file's name.
uk: Показує назву файлу.

source: Display the file's description.
uk: Показує опис файлу.

source: Display the total number of file hits in the category.
uk: Показує загальну кількість завантажень файлу у катеґорії.

source: Displays the total file hits.
uk: Показує загальну кількість завантажень файлу.

source: Display the end number of the record.
uk: Показує кінцевий номер.

source: Display the file's size in bytes/KB/MB/GB/TB.
uk: Показує розмір файлу у байтах/KБ/MБ/ГБ/ТБ.

source: Display the files's category name.
uk: Показує катеґорію файлу.

source: Display the total size of all the files in the category.
uk: Показує загальний розмір файлів у катеґорії.

source: Display the total file size.
uk: Показує загальний розмір файлу.

source: Display the number of times the file has been downloaded.
uk: Показує час завантаження файлу.

source: Displays the file's date.
uk: Показує дату завантаження файлу.

source: Displays the file's time.
uk: Показує час завантаження файлу.

source: Displays the url to the category.
uk: Показує URL до катеґорії.

source: Displays the file's download url.
uk: Показує URL завантаження файлів.

source: Display the category ID.
uk: Показує ID катеґорії.

source: Displays the file's extension icon.
uk: Показує іконки файлів.

source: Displays the URL to the download page.
uk: Показує URL до сторінки завантажень.

source: Displays the file's last updated date.
uk: Показує дату останнього оновлення файлів.

source: Displays the file's last updated time.
uk: Показує час останнього оновлення файлів.

source: Displays the file search key word.
uk: Показує ключові слова файлу.

source: Download Page Templates
uk: Шаблони сторінки завантажень

source: Download Page Header:
uk: Верхня частина сторінки завантажень:

source: Allowed Variables:
uk: Доступні змінні:

source: Restore Default Template
uk: Відновити шаблон за замовчуванням

source: Download Page Footer:
uk: Нижня частина сторінки завантажень:

source: Download Page Paging Header:
uk: Шаблон верхньої частини сторінки завантажень:

source: Download Page Paging Footer:
uk: Шаблон нижньої частини сторінки завантажень:

source: No Files Found Templates
uk: Не знайдено файлів шаблонів

source: No Files Found:
uk: Не знайдено файлів:

source: Download Category Templates
uk: Шаблони катеґорії завантажень

source: Download Category Header:
uk: Верхня частина катеґорії завантажень:

source: Download Category Footer:
uk: Нижня частина катеґорії завантажень:

source: Download Templates (With Permission)
uk: Шаблони завантажень (з правами)

source: Download Listing:
uk: Список завантажень:

source: Displayed when listing files in the downloads page and users have permission to download the file.
uk: Відображається коли показано список файлів на сторінці завантаження і користувачі мають права на завантаження.

source: Download Embedded File
uk: Завантажити вбудований файл

source: Displayed when you embedded a file within a post or a page and users have permission to download the file.
uk: Відображається коли Ви вклали файл у публікацію і користувачі мають права на завантаження.

source: Download Templates (Without Permission)
uk: Шаблони завантажень(без прав доступу)

source: Displayed when listing files in the downloads page and users <strong>DO NOT</strong> have permission to download the file.
uk: Відображається коли список файлів на сторінці завантажень а коли користувачі <strong>НЕ МАЮТЬ</strong> прав на завантаження.

source: Displayed when you embedded a file within a post or a page and users <strong>DO NOT</strong> have permission to download the file.
uk: Відображається коли ви вклали файл у публікацію, але користувачі <strong>НЕ МАЮТЬ</strong> прав на завантаження файлу.

source: This template is used to style the link to the Download Page, if you choose to display the Download Page Link in the Most Downloaded and Recent Downloads widget.
uk: Цей шаблон використовується для оформлення аосилання на сторінку завантажень, якщо Ви дозволите показ посилання на сторінку завантажень у віджетах "Найпопулярніші завантаження" або "Випадкові завантаження".

source: Download Stats Templates (With Permission)
uk: Шаблон статистики завантажень(з правами доступу)

source: Most Downloaded
uk: Найпопулярніші завантаження

source: Displayed when listing most downloaded files.
uk: Відображається коли завантаження сортується за найпопулярнішими завантаженнями.

source: Recent Downloads
uk: Останні завантаження

source: Displayed when listing recent downloads.
uk: Відображається коли завантаження сортується за останніми завантаженнями.

source: Downloads By Category
uk: Завантаження за катеґорією

source: Displayed when listing downloads by category.
uk: Відображається коли завантаження сортується за катеґорією.

source: Displayed when users have permission to download the file.
uk: Показано, коли користувачі мають право завантажити файл.

source: Download Stats Templates (Without Permission)
uk: Шаблони завантажень(з правами доступу)

source: Displayed when users <strong>DO NOT</strong> have permission to download the file.
uk: Показано, коли користувачі <strong>НЕ МАЮТЬ</strong> прав на завантаження файлу.

source: UNINSTALL WP-DownloadManager
uk: ДЕІНСТАЛЮВАТИ WP-DownloadManager

source: Table '%s' has been deleted.
uk: Таблицю '%s' буде видалено.

source: Setting Key '%s' has been deleted.
uk: Ключ налаштувань '%s' було видалено.

source: Error deleting Setting Key '%s'.
uk: Помилка видалення ключа налаштувань '%s'.

source: The download files uploaded by WP-DownloadManager <strong>WILL NOT</strong> be deleted. You will have to delete it manually.
uk: Файли завантажені за допомогою WP-DownloadManager <strong>НЕ БУДУТЬ</strong> видалені. Їх треба вручну видалити.

source: The path to the downloads folder is <strong>'%s'</strong>.
uk: Шлях до теки завантажень є таким <strong>'%s'</strong>.

source: Uninstall WP-DownloadManager
uk: Деінсталювати плаґін

source: <a href="%s">Click Here</a> To Finish The Uninstallation And WP-DownloadManager Will Be Deactivated Automatically.
uk: <a href="%s">Натисніть тут</a> для завершення деінсталяції WP-DownloadManager, плаґін автоматично деактивується.

source: Deactivating WP-DownloadManager plugin does not remove any data that may have been created, such as the download options and the download data. To completely remove this plugin, you can uninstall it here.
uk: Деактивація плаґіну WP-DownloadManager не видаляє жодних даних, що було ним створено. Для комплекснго видалення Ви можете тут його деінсталювати.

source: NOTE:
uk: НОТАТКА:

source: WARNING:
uk: УВАГА:

source: Once uninstalled, this cannot be undone. You should use a Database Backup plugin of WordPress to back up all the data first.
uk: Одного разу видаливши дані вони будуть втрачені назавжди, тому добре подумайте, я ще краще зробіть бекап БД перед видаленням таблиць плаґіну.

source: The following WordPress Options/Tables will be DELETED:
uk: Наступні опції/таблиці WordPress буде ВИДАЛЕНО:

source: WordPress Options
uk: Опції WordPress

source: WordPress Tables
uk: Таблиці WordPress

source: You Are About To Uninstall WP-DownloadManager From WordPress.\nThis Action Is Not Reversible.\n\n Choose [Cancel] To Stop, [OK] To Uninstall.
uk: Ви збираєтеся видалити WP-DownloadManager з WordPress.\nЦя дія незворотня.\n\nОберіть [Cancel] для скасування, [OK] для продовженняl.

source: Title
uk: Заголовок

source: Limit
uk: Ліміт

source: Post Title Length (Characters)
uk: Довжина заголовку (у символах)

source: (<strong>0</strong> to disable)
uk: (<strong>0</strong>, щоб відключити )

source: Display Link To Download Page?
uk: Показати посилання на сторінку завантажень?

source: Enter File ID (Separate Multiple IDs By A Comma)
uk: Введіть ID файлу ( можна ввести кілька ID розділяючи комою)

source: Download
uk: Завантаження

source: Insert File Download
uk: Вставити файл завантаження

source: Invalid File ID.
uk: Невірний ID файлу.

source: File does not exist.
uk: Файл не існує.

source: TiB
uk: ТБ

source: GiB
uk: ГБ

source: MiB
uk: МБ

source: KiB
uk: КБ

source: Note: There is a file embedded within this post, please visit this post to download the file.
uk: Примітка: Файл вбудований в цю публікацію, будь ласка, перегляньте цю публікацію, щоб завантажити файл.

source: total
uk: всього

source: Page %s of %s
uk: Сторінка %s з %s

source: &laquo; First
uk: &laquo; Перша

source: Last &raquo;
uk: Остання &raquo;

source: N/A
uk: недоступно

source: %s Most Recent Download
uk: %s останнє напопулярніше завантаження

source: %s Most Downloaded File
uk: %s найпопулярніший файл

source: <strong>%s</strong> file was added.
uk: <strong>%s</strong>файл додано.

source: <strong>%s</strong> hit was generated.
uk: <strong>%s</strong> хіт було зґенеровано.
